Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/kn_puhe_sp4konf_luonnonv200214docx.pdf.tmx
Source language: fin
Languages: sme

source: Tämä kertoo hyvin ikävällä tavalla asenneilmapiirin kiristymisestä, mikä on tuttua niin Ruotsissa, Suomessa ja varsinkin Venäjälläkin.
sme: Dát muitala miellaguottuid dovdduid čavgama, mii lea nu oahpis Ruoŧas, Suomas ja earenoamážit Ruoššas.

source: Asenneilmapiiri kiristyy aina taloudellisen laman aikana ja tutkimusten mukaan tällöin myös konservatiivisten arvojen kannatus nousee, koska niistä haetaan turvaa epävarmoina aikoina.
sme: Dát miellaguottuid dovdduid čavgan dáhpáhuvvá álohii go leat ekonomalaš roassu ja dutkamušaid mielde dalle maid konservatiivvalaš árvvuid guottáhus loktana, daningo dain ohccojuvvo dorvu eahpesihkkaris áiggiid.

source: Meidän pitää hakea turvaa saamelaiskulttuurin arvoista näinä epävarmoina aikoina ja löytää niistä johdatusta miten saamme saamelaisten oikeuksia parannettua.
sme: Mii galgat ohcat dorvvu sámi kultuvrra árvvuin dáid eahpesihkkaris áiggiid ja gávdnat dain bagadusa mot sáhttit buoridit sápmelaččaid vuoigatvuođaid.

source: Tämä edellyttää saamelaisyhteisön yhtenäisyyden parantamista, SPN:n toiminnan kehittämistä, tietoisuuden lisäämistä niin saamelaisten keskuudessa kun valtakulttuurinkin keskuudessa sekä – kuten aina – vaikuttamista kansainvälisillä sektoreilla.
sme: Dát gáibida sámi servoša oktiigullevašvuođa buorideami, SPR:a barggu gárgeheami, diđolašvuođa lasiheami nu sápmelaččaid gaskavuođas go maid váldokultuvrranai gaskavuođas sihke – dego álot – váikkuheami riikkaidgaskasaš arenain.

source: Toivonkin, että SPN aloittaisi yhteisen kampanjan joka toteutettaisiin Norjassa, Venäjällä, Suomessa, Ruotsissa sekä myös New Yorkissa ja Genevessä – eli YK:n toimielimissä - kampanjan saamelaiskulttuurista, sen haasteista, valtakulttuurien toiminnasta saamelaisia kohtana ja mitä tulisi tehdä saamelaiskulttuurin turvaamiseksi.
sme: Sávannai, ahte SPR álggahivččii oktasaš kampánnja, mii olláhuhttojuvvolii Norggas, Ruoššas, sámi kultuvrras, dan hástalusain, váldokultuvrraid doaimmas sámiid guovdu ja maid galggalii bargat sámi kultuvrra dorvvasteami várás.

source: Hyvä lähtölaukaus tällaiselle hankkeelle olisi ensi syksyn maailman alkuperäiskansojen konferenssi.
sme: Buorre álggahus dákkár fidnui livččii boahtte čavčča máilmmi eamiálbmogiid konfereansa.

source: Saamelaisten oikeudet tarvitsevat lisää näkyvyyttä.
sme: Sápmelaččaid vuoigatvuođat dárbbahit lasi oinnolašvuođa.

source: Vaikka aiheena on kaivostoiminta ja saamelaisten luonnonresurssien hyödyntäminen, käsittelemme mielestämme oikeastaan saamelaiskulttuurin ydinarvoja ja sitä, millaisen saamelaisen yhteiskunnan haluamme.
sme: Vaikko fáddán lea ruvkedoaibma ja luondduriggodagaiguin ávkkástallan Sámis, gieđahallat mu mielas rievtti mielde sámi kultuvrra váimmus áššiid ja dan, makkár sámi servodaga hálidit.

source: Meillä on tukenamme vahvat kansainväliset velvoitteet, RION:n 20+ -julistus kestävästä kehityksestä ja saamelaiskulttuurin arvomaailma.
sme: Mis leat doarjjan nanu riikkaidgaskasaš álbmotriekti, RIO +20 –julggaštus suvdilis gárganeamis ja sámi kultuvrra árvomáilbmi.

source: On tärkeää, että annamme julistuksen, jossa ilmaisemme kantamme kaivostoimintaa ja luonnonresurssien hyödyntämistä vastaan.
sme: Lea dehálaš, ahte addit julggaštusa, mas dadjat čielgasit iežamet oainnu ruvkedoaimmas ja luondduriggodagaiguin huvddahis ávkkástallama vuostá.

source: Mutta tämä ei riitä.
sme: Muhto dát ii leat doarvái.

source: Julistusten lisäksi tarvitsemme tekoja niin kansallisesti kuin kansainvälisestikin.
sme: Julggaštusaid lassin dárbbahit daguid, álbmotlaš go riikkaidgaskasaš dásisge.

source: On tärkeää säilyttää asialliset välit valtion kanssa, mutta se ei tarkoita sitä, että saamelaisten pitää kumarrella ja antaa periksi aina valtion tarpeiden edessä.
sme: Lea dehálaš seailluhit áššáigulevaš gaskavuođaid stáhtain, muhto dat oaivvil dan, ahte sápmelaččat galget gopmardallat ja vuollánit álohii stáhta dárbbuid ovddas.

source: Meidän pitää hyvin huolellisesti perustella kantamme ja tehdä hyvin selväksi se raja, jonka yli kompromisseja ei voida tehdä.
sme: Mii galgat hui fuolalaččat ákkastallat oaidnumet ja dahkat hui čielggasin dan ráji, man rastá kompromissat eai sáhte bargot.

source: Mielestäni saamelaisen parlamentaarisen neuvoston on terävöitettävä edunvalvontaa.
sme: Mu mielas sámi parlamentáralaš ráđđi galgá oažžut bastileabbon beroštumiid bearráigeahču.

source: Meidän tulee tuoda kansainvälisillä areenoilla – YK:n pysyvässä komiteassa, YK:n ihmisoikeuskomiteassa ja – neuvostossa sekä kaikilla mahdollisilla areenoilla esille kohtaamme vääryydet ja epäkohdat sekä keinot, miten ne voidaan ratkaista saamelaiskulttuurin arvoihin perustuen.
sme: Mii galgat buktit ovdan riikkaidgaskasaš arenain – ON:a bissovaš forumas, ON:a olmmošriektekomiteas ja –ráđis dego maid buot vejolaš arenain min deaividan boasttovuođaid ja vigiid sihke vugiid, mot dat sáhttet čovdojuvvot sámi kultuvrra árvvuid mielde.

source: Meidän tulee alkaa myös toimia yhä enemmän yhteistyössä jotta voimme aidosti sanoa olevamme yksi kansa neljän valtion alueella.
sme: Mii galgat bargagoahtit maid eambbo ovttasráđiid, vai bastit eakti vuogi mielde dadjat ahte leat okta álbmot njealji stáhta viidodagas.

source: On välttämätöntä, että saamelaisesta parlamentaarisesta neuvostosta kehitetään aito päätöksentekoelin.
sme: Lea vealtameahttun, ahte sámi parlamentáralaš ráđis gárgehuvvo eakti mearridanorgána.

source: Nyt neuvosto on valitettavasti tiedonvaihto-, mielipiteenvaihto ja julistuksia antava elin.
sme: Dál SPR lea dađi bahábut diehtojuohkin-, oaivillonohallan ja julggaštusaid addi orgána.

source: Haasteemme ovat yhteisiä ja mielestäni on välttymätöntä, että teemme SPN:stä todellisen päätöksentekoelimen.
sme: Min hástalusat leat oktasaččat ja mu mielas lea vealtameahttun, ahte ráhkadit SPR:s duođalaš mearridanorgána.

source: Emme voi odottaa pohjoismaisen saamelaissopimuksen valmistumista, vaan tarvitsemme ratkaisuja heti.
sme: Eat sáhte vuordit davviriikkalaš sámi soahpamuša gárváneami, muhto dárbbahit čovdosiid dakkaviđe.

source: SPN:stä tulee tehdä tehokas elin, joka puuttuu nopeasti saamelaisten kokemiin epäkohtiin ja alkuperäiskansaoikeuksien rikkomiseen.
sme: SPR:s galgá dahkkot beaktilis orgána, mii seahkána jođánit sámiid muosáhan vigiide ja álgoálbmotvuoigatvuođaid rihkkumii.

source: SPN, joka toimii yhä paremmin kaikkien saamelaisten puolesta, olisi sitä saamelaisten yhteisöllisyyttä.
sme: SPR, mii doaibmá ain buorebut buot sápmelaččaid beales, livččii dant min ohcalan searvvušvuohta.

source: SPN:n toiminnan kehittäminen edellyttää myös Venäjän saamelaisten täysjäsenyyttä ja toivon, että SPN voi vihdoin ottaa Venäjän saamelaiset tasa-arvoisiksi toimijoiksi SPN:ssä.
sme: SPR:a barggu ovddideapmi gáibida maid Ruošša beal sámiid dievaslahttuvuođa ja sávan, ahte SPR sáhttá viimmatge váldit Ruošša beal sápmelaččaid dásseárvosaš doaibmin SPR:s.

source: Uskon, että tehokkaampi SPN pystyisi toimimana saamelaisten puolesta paremmin esimerkiksi juuri kaivoksien perustamisasioissa.
sme: Jáhkán, ahte beaktilit SPR basttálii bargat sápmelaččaid beales buorebut omd. jur ruvkkiid vuođđudanáššiin.

source: Toivon, että käymme vakavan ja vilkkaan keskustelun siitä, millaisen saamelaisyhteiskunnan me haluamme, miten ylläpidämme saamelaiskulttuurin arvoja ja vastustamme valtakulttuurin tuomia kielteisiä vaikutuksia ja vastakkaisasettelua ja miten voimme päästä tähän tavoitteeseen.
sme: Sávan, ahte olláhuhttit duođalaš ja ealaskas ságastallama das, makkár sámi servodaga mii hálidit, mot bajásdoallat sámi kultuvrra árvvuid ja vuostálastit váldokultuvrra buktin biehtadahkes váikkuhusaid ja vuostálaid bidjama ja mot mii galgat beassat dán ulbmilii.
